const menuData = [
  {
    "name": "김치볶음밥",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "매운",
      "뜨거운"
    ]
  },
  {
    "name": "새우볶음밥",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "밥",
      "해산물",
      "뜨거운"
    ]
  },
  {
    "name": "계란볶음밥",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "밥",
      "뜨거운"
    ]
  },
  {
    "name": "야채볶음밥",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "집중하고 싶어",
      "아무 생각 없어"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "밥",
      "뜨거운"
    ]
  },
  {
    "name": "오므라이스",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "뜨거운"
    ]
  },
  {
    "name": "카레라이스",
    "moods": [
      "편안해",
      "우울해",
      "피곤해",
      "졸려",
      "몸이 안 좋아"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "뜨거운"
    ]
  },
  {
    "name": "하이라이스",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "뜨거운"
    ]
  },
  {
    "name": "비빔밥",
    "moods": [
      "집중하고 싶어",
      "아무 생각 없어",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "매운"
    ]
  },
  {
    "name": "돌솥비빔밥",
    "moods": [
      "피곤해",
      "졸려",
      "몸이 안 좋아",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "뜨거운"
    ]
  },
  {
    "name": "육회비빔밥",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "고기"
    ]
  },
  {
    "name": "참치마요덮밥",
    "moods": [
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "밥"
    ]
  },
  {
    "name": "치킨마요덮밥",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "고기",
      "기름진"
    ]
  },
  {
    "name": "스팸마요덮밥",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "고기",
      "기름진"
    ]
  },
  {
    "name": "제육덮밥",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "고기",
      "매운",
      "뜨거운"
    ]
  },
  {
    "name": "불고기덮밥",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "고기",
      "뜨거운"
    ]
  },
  {
    "name": "오징어덮밥",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "해산물",
      "매운",
      "뜨거운"
    ]
  },
  {
    "name": "김치찌개",
    "moods": [
      "피곤해",
      "졸려",
      "몸이 안 좋아",
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "국물",
      "매운",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "된장찌개",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "피곤해",
      "졸려",
      "몸이 안 좋아"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "국물",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "순두부찌개",
    "moods": [
      "피곤해",
      "졸려",
      "몸이 안 좋아",
      "스트레스 받아",
      "짜증나",
      "각성했어"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "국물",
      "매운",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "부대찌개",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "국물",
      "매운",
      "뜨거운",
      "고기"
    ]
  },
  {
    "name": "청국장",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "국물",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "동태찌개",
    "moods": [
      "피곤해",
      "졸려",
      "몸이 안 좋아"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "국물",
      "해산물",
      "매운",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "알탕",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "국물",
      "해산물",
      "매운",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "갈비탕",
    "moods": [
      "피곤해",
      "졸려",
      "몸이 안 좋아",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "국물",
      "고기",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "설렁탕",
    "moods": [
      "피곤해",
      "졸려",
      "몸이 안 좋아",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "국물",
      "고기",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "곰탕",
    "moods": [
      "피곤해",
      "졸려",
      "몸이 안 좋아",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "국물",
      "고기",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "육개장",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "피곤해",
      "졸려",
      "몸이 안 좋아"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "국물",
      "고기",
      "매운",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "소고기무국",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "피곤해",
      "졸려",
      "몸이 안 좋아"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "국물",
      "고기",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "미역국",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "피곤해",
      "졸려",
      "몸이 안 좋아"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "국물",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "북엇국",
    "moods": [
      "피곤해",
      "졸려",
      "몸이 안 좋아"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "국물",
      "해산물",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "국밥",
    "moods": [
      "피곤해",
      "졸려",
      "몸이 안 좋아",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "국물",
      "고기",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "돼지국밥",
    "moods": [
      "피곤해",
      "졸려",
      "몸이 안 좋아",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "국물",
      "고기",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "순대국",
    "moods": [
      "피곤해",
      "졸려",
      "몸이 안 좋아",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "국물",
      "고기",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "콩나물국밥",
    "moods": [
      "피곤해",
      "졸려",
      "몸이 안 좋아",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "국물",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "뼈해장국",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "피곤해",
      "졸려",
      "몸이 안 좋아",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "국물",
      "고기",
      "매운",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "감자탕",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "국물",
      "고기",
      "매운",
      "뜨거운"
    ]
  },
  {
    "name": "닭곰탕",
    "moods": [
      "피곤해",
      "졸려",
      "몸이 안 좋아",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "국물",
      "고기",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "닭개장",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "피곤해",
      "졸려",
      "몸이 안 좋아"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "국물",
      "고기",
      "매운",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "떡국",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "국물",
      "뜨거운"
    ]
  },
  {
    "name": "만둣국",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "피곤해",
      "졸려",
      "몸이 안 좋아"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "국물",
      "고기",
      "뜨거운"
    ]
  },
  {
    "name": "떡만둣국",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "피곤해",
      "졸려",
      "몸이 안 좋아"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "국물",
      "고기",
      "뜨거운"
    ]
  },
  {
    "name": "김밥",
    "moods": [
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아",
      "집중하고 싶어",
      "아무 생각 없어"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "밥"
    ]
  },
  {
    "name": "참치김밥",
    "moods": [
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아",
      "집중하고 싶어",
      "아무 생각 없어"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "밥"
    ]
  },
  {
    "name": "치즈김밥",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "밥",
      "느끼한"
    ]
  },
  {
    "name": "돈까스김밥",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "고기",
      "기름진"
    ]
  },
  {
    "name": "충무김밥",
    "moods": [
      "집중하고 싶어",
      "아무 생각 없어"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "밥",
      "매운",
      "해산물"
    ]
  },
  {
    "name": "삼각김밥",
    "moods": [
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "밥"
    ]
  },
  {
    "name": "주먹밥",
    "moods": [
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "밥"
    ]
  },
  {
    "name": "계란말이",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "뜨거운"
    ]
  },
  {
    "name": "계란찜",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "피곤해",
      "졸려",
      "몸이 안 좋아"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "뜨거운"
    ]
  },
  {
    "name": "잡채",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "뜨거운"
    ]
  },
  {
    "name": "두부김치",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "매운",
      "뜨거운"
    ]
  },
  {
    "name": "골뱅이무침",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "해산물",
      "매운",
      "차가운"
    ]
  },
  {
    "name": "도토리묵무침",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "차가운",
      "매운"
    ]
  },
  {
    "name": "파전",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "김치전",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "매운",
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "해물파전",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "해산물",
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "감자전",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "부추전",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "보쌈",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기"
    ]
  },
  {
    "name": "족발",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "기름진"
    ]
  },
  {
    "name": "불족발",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "매운",
      "기름진"
    ]
  },
  {
    "name": "삼겹살",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "목살구이",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "뜨거운"
    ]
  },
  {
    "name": "갈비",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "뜨거운"
    ]
  },
  {
    "name": "돼지갈비",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "뜨거운"
    ]
  },
  {
    "name": "소불고기",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "뜨거운"
    ]
  },
  {
    "name": "돼지불백",
    "moods": [
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "제육볶음",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "매운",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "닭갈비",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "매운",
      "뜨거운"
    ]
  },
  {
    "name": "찜닭",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "뜨거운"
    ]
  },
  {
    "name": "닭볶음탕",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "피곤해",
      "졸려",
      "몸이 안 좋아",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "매운",
      "뜨거운",
      "국물"
    ]
  },
  {
    "name": "로제찜닭",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "느끼한",
      "뜨거운"
    ]
  },
  {
    "name": "간장게장",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "해산물",
      "밥",
      "차가운"
    ]
  },
  {
    "name": "양념게장",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "해산물",
      "매운",
      "밥",
      "차가운"
    ]
  },
  {
    "name": "낙지볶음",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "해산물",
      "매운",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "쭈꾸미볶음",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "해산물",
      "매운",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "오징어볶음",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "해산물",
      "매운",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "떡볶이",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "배고파"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "매운",
      "뜨거운"
    ]
  },
  {
    "name": "로제떡볶이",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "스트레스 받아",
      "짜증나",
      "각성했어"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "매운",
      "느끼한",
      "뜨거운"
    ]
  },
  {
    "name": "짜장떡볶이",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "뜨거운"
    ]
  },
  {
    "name": "즉석떡볶이",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "매운",
      "뜨거운"
    ]
  },
  {
    "name": "라볶이",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "배고파"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "면",
      "매운",
      "뜨거운"
    ]
  },
  {
    "name": "순대",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "고기"
    ]
  },
  {
    "name": "튀김",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "오뎅",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "피곤해",
      "졸려",
      "몸이 안 좋아"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "국물",
      "뜨거운"
    ]
  },
  {
    "name": "어묵탕",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "피곤해",
      "졸려",
      "몸이 안 좋아"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "국물",
      "해산물",
      "뜨거운"
    ]
  },
  {
    "name": "김말이",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "군만두",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "찐만두",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "뜨거운"
    ]
  },
  {
    "name": "김치만두",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "매운",
      "뜨거운"
    ]
  },
  {
    "name": "고기만두",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "배고파"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "고기",
      "뜨거운"
    ]
  },
  {
    "name": "납작만두",
    "moods": [
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "기름진"
    ]
  },
  {
    "name": "라면",
    "moods": [
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아",
      "스트레스 받아",
      "짜증나",
      "각성했어"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "면",
      "국물",
      "뜨거운",
      "매운"
    ]
  },
  {
    "name": "불닭볶음면",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "각성했어"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "면",
      "매운",
      "뜨거운"
    ]
  },
  {
    "name": "짜파게티",
    "moods": [
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "면",
      "뜨거운"
    ]
  },
  {
    "name": "비빔면",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "면",
      "매운",
      "차가운"
    ]
  },
  {
    "name": "쫄면",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "면",
      "매운",
      "차가운"
    ]
  },
  {
    "name": "잔치국수",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "피곤해",
      "졸려",
      "몸이 안 좋아"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "면",
      "국물",
      "뜨거운"
    ]
  },
  {
    "name": "비빔국수",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "면",
      "매운",
      "차가운"
    ]
  },
  {
    "name": "칼국수",
    "moods": [
      "피곤해",
      "졸려",
      "몸이 안 좋아",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "면",
      "국물",
      "뜨거운"
    ]
  },
  {
    "name": "바지락칼국수",
    "moods": [
      "피곤해",
      "졸려",
      "몸이 안 좋아",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "면",
      "국물",
      "해산물",
      "뜨거운"
    ]
  },
  {
    "name": "장칼국수",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "피곤해",
      "졸려",
      "몸이 안 좋아"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "면",
      "국물",
      "매운",
      "뜨거운"
    ]
  },
  {
    "name": "수제비",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "피곤해",
      "졸려",
      "몸이 안 좋아"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "국물",
      "뜨거운"
    ]
  },
  {
    "name": "냉면",
    "moods": [
      "피곤해",
      "졸려",
      "몸이 안 좋아",
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "면",
      "차가운"
    ]
  },
  {
    "name": "비빔냉면",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "면",
      "차가운",
      "매운"
    ]
  },
  {
    "name": "막국수",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "면",
      "차가운"
    ]
  },
  {
    "name": "콩국수",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "피곤해",
      "졸려",
      "몸이 안 좋아"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "면",
      "차가운"
    ]
  },
  {
    "name": "우동",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "피곤해",
      "졸려",
      "몸이 안 좋아"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "면",
      "국물",
      "뜨거운"
    ]
  },
  {
    "name": "볶음우동",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "면",
      "뜨거운"
    ]
  },
  {
    "name": "짜장면",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "면",
      "뜨거운"
    ]
  },
  {
    "name": "간짜장",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "면",
      "뜨거운"
    ]
  },
  {
    "name": "짬뽕",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "피곤해",
      "졸려",
      "몸이 안 좋아"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "면",
      "국물",
      "해산물",
      "매운",
      "뜨거운"
    ]
  },
  {
    "name": "백짬뽕",
    "moods": [
      "피곤해",
      "졸려",
      "몸이 안 좋아"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "면",
      "국물",
      "해산물",
      "뜨거운"
    ]
  },
  {
    "name": "탕수육",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "기름진"
    ]
  },
  {
    "name": "깐풍기",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "매운",
      "기름진"
    ]
  },
  {
    "name": "깐쇼새우",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "해산물",
      "기름진",
      "달달한"
    ]
  },
  {
    "name": "유산슬",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "해산물",
      "뜨거운"
    ]
  },
  {
    "name": "마파두부",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "매운",
      "뜨거운",
      "밥"
    ]
  },
  {
    "name": "고추잡채",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "매운",
      "뜨거운"
    ]
  },
  {
    "name": "볶음밥",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "뜨거운"
    ]
  },
  {
    "name": "중화비빔밥",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "매운",
      "뜨거운"
    ]
  },
  {
    "name": "멘보샤",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "해산물",
      "기름진"
    ]
  },
  {
    "name": "마라탕",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "각성했어"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "국물",
      "매운",
      "뜨거운"
    ]
  },
  {
    "name": "마라샹궈",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "각성했어"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "매운",
      "뜨거운",
      "기름진"
    ]
  },
  {
    "name": "훠궈",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "스트레스 받아",
      "짜증나",
      "각성했어"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "국물",
      "뜨거운"
    ]
  },
  {
    "name": "꿔바로우",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "기름진",
      "달달한"
    ]
  },
  {
    "name": "초밥",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "밥",
      "해산물",
      "차가운"
    ]
  },
  {
    "name": "연어초밥",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "밥",
      "해산물",
      "차가운"
    ]
  },
  {
    "name": "참치초밥",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "밥",
      "해산물",
      "차가운"
    ]
  },
  {
    "name": "유부초밥",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "밥",
      "달달한"
    ]
  },
  {
    "name": "회덮밥",
    "moods": [
      "집중하고 싶어",
      "아무 생각 없어",
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "해산물",
      "매운",
      "차가운"
    ]
  },
  {
    "name": "사케동",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "해산물",
      "차가운"
    ]
  },
  {
    "name": "규동",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "고기",
      "뜨거운"
    ]
  },
  {
    "name": "가츠동",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "고기",
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "텐동",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "해산물",
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "오야코동",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "고기",
      "뜨거운"
    ]
  },
  {
    "name": "카츠카레",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "고기",
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "일본식카레",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "뜨거운"
    ]
  },
  {
    "name": "돈코츠라멘",
    "moods": [
      "피곤해",
      "졸려",
      "몸이 안 좋아",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "면",
      "국물",
      "고기",
      "뜨거운"
    ]
  },
  {
    "name": "미소라멘",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "피곤해",
      "졸려",
      "몸이 안 좋아"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "면",
      "국물",
      "뜨거운"
    ]
  },
  {
    "name": "쇼유라멘",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "면",
      "국물",
      "뜨거운"
    ]
  },
  {
    "name": "마제소바",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "면",
      "고기",
      "매운"
    ]
  },
  {
    "name": "소바",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "면",
      "차가운"
    ]
  },
  {
    "name": "타코야끼",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "해산물",
      "뜨거운"
    ]
  },
  {
    "name": "오코노미야끼",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "해산물",
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "돈까스",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "치즈돈까스",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "기름진",
      "느끼한",
      "뜨거운"
    ]
  },
  {
    "name": "고구마치즈돈까스",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "기름진",
      "느끼한",
      "달달한",
      "뜨거운"
    ]
  },
  {
    "name": "함박스테이크",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "뜨거운"
    ]
  },
  {
    "name": "스테이크",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "뜨거운"
    ]
  },
  {
    "name": "파스타",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "면",
      "뜨거운"
    ]
  },
  {
    "name": "토마토파스타",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "면",
      "뜨거운"
    ]
  },
  {
    "name": "크림파스타",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "면",
      "느끼한",
      "뜨거운"
    ]
  },
  {
    "name": "로제파스타",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "스트레스 받아",
      "짜증나",
      "각성했어"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "면",
      "느끼한",
      "매운",
      "뜨거운"
    ]
  },
  {
    "name": "알리오올리오",
    "moods": [
      "집중하고 싶어",
      "아무 생각 없어",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "면",
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "봉골레파스타",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "면",
      "해산물",
      "뜨거운"
    ]
  },
  {
    "name": "새우크림파스타",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "면",
      "해산물",
      "느끼한",
      "뜨거운"
    ]
  },
  {
    "name": "라자냐",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "느끼한",
      "뜨거운",
      "고기"
    ]
  },
  {
    "name": "리조또",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "느끼한",
      "뜨거운"
    ]
  },
  {
    "name": "크림리조또",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "느끼한",
      "뜨거운"
    ]
  },
  {
    "name": "토마토리조또",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "뜨거운"
    ]
  },
  {
    "name": "필라프",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "뜨거운"
    ]
  },
  {
    "name": "샐러드",
    "moods": [
      "집중하고 싶어",
      "아무 생각 없어",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "차가운"
    ]
  },
  {
    "name": "치킨샐러드",
    "moods": [
      "집중하고 싶어",
      "아무 생각 없어",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "고기",
      "차가운"
    ]
  },
  {
    "name": "연어샐러드",
    "moods": [
      "집중하고 싶어",
      "아무 생각 없어",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "해산물",
      "차가운"
    ]
  },
  {
    "name": "샌드위치",
    "moods": [
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아",
      "집중하고 싶어",
      "아무 생각 없어"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "차가운"
    ]
  },
  {
    "name": "에그마요샌드위치",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "차가운"
    ]
  },
  {
    "name": "BLT샌드위치",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "고기",
      "차가운"
    ]
  },
  {
    "name": "잠봉뵈르",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "고기",
      "느끼한",
      "차가운"
    ]
  },
  {
    "name": "베이글샌드위치",
    "moods": [
      "집중하고 싶어",
      "아무 생각 없어"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "차가운"
    ]
  },
  {
    "name": "토스트",
    "moods": [
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "뜨거운"
    ]
  },
  {
    "name": "프렌치토스트",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한",
      "뜨거운"
    ]
  },
  {
    "name": "햄버거",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "기름진"
    ]
  },
  {
    "name": "치즈버거",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "기름진",
      "느끼한"
    ]
  },
  {
    "name": "불고기버거",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "기름진"
    ]
  },
  {
    "name": "치킨버거",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "기름진"
    ]
  },
  {
    "name": "새우버거",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "해산물",
      "기름진"
    ]
  },
  {
    "name": "핫도그",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "고기",
      "기름진"
    ]
  },
  {
    "name": "감자튀김",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "치즈스틱",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "느끼한",
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "치킨너겟",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "고기",
      "기름진"
    ]
  },
  {
    "name": "치킨",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "후라이드치킨",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "양념치킨",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "스트레스 받아",
      "짜증나",
      "각성했어"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "기름진",
      "매운",
      "달달한",
      "뜨거운"
    ]
  },
  {
    "name": "간장치킨",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "마늘치킨",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "파닭",
    "moods": [
      "스트레스 받아",
      "짜증나",
      "각성했어",
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "닭강정",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "고기",
      "기름진",
      "달달한",
      "뜨거운"
    ]
  },
  {
    "name": "피자",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "느끼한",
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "페퍼로니피자",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "느끼한",
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "고구마피자",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "달달한",
      "느끼한",
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "포테이토피자",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "느끼한",
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "불고기피자",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기",
      "느끼한",
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "하와이안피자",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "달달한",
      "느끼한",
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "퀘사디아",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "고기",
      "느끼한",
      "뜨거운"
    ]
  },
  {
    "name": "타코",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "스트레스 받아",
      "짜증나",
      "각성했어"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "고기",
      "매운"
    ]
  },
  {
    "name": "부리또",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "밥",
      "고기"
    ]
  },
  {
    "name": "케밥",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "배고파"
    ],
    "hunger": [
      "꽤",
      "든든",
      "당장"
    ],
    "traits": [
      "고기"
    ]
  },
  {
    "name": "마카롱",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "설레"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "다쿠아즈",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "휘낭시에",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "마들렌",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "스콘",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "초코스콘",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "크루아상",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "기름진"
    ]
  },
  {
    "name": "소금빵",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "뜨거운"
    ]
  },
  {
    "name": "베이글",
    "moods": [
      "집중하고 싶어",
      "아무 생각 없어"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": []
  },
  {
    "name": "크림치즈베이글",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "느끼한"
    ]
  },
  {
    "name": "와플",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "크로플",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "팬케이크",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "달달한",
      "뜨거운"
    ]
  },
  {
    "name": "허니브레드",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "치즈케이크",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한",
      "느끼한"
    ]
  },
  {
    "name": "초코케이크",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "딸기케이크",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "설레"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한",
      "차가운"
    ]
  },
  {
    "name": "생크림케이크",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한",
      "느끼한",
      "차가운"
    ]
  },
  {
    "name": "티라미수",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한",
      "느끼한",
      "차가운"
    ]
  },
  {
    "name": "브라우니",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "쿠키",
    "moods": [
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아",
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "초코칩쿠키",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "버터쿠키",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "도넛",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한",
      "기름진"
    ]
  },
  {
    "name": "츄러스",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한",
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "에그타르트",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "푸딩",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한",
      "차가운"
    ]
  },
  {
    "name": "젤리",
    "moods": [
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한",
      "차가운"
    ]
  },
  {
    "name": "요거트볼",
    "moods": [
      "집중하고 싶어",
      "아무 생각 없어",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한",
      "차가운"
    ]
  },
  {
    "name": "그릭요거트",
    "moods": [
      "집중하고 싶어",
      "아무 생각 없어",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "차가운"
    ]
  },
  {
    "name": "아이스크림",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "스트레스 받아",
      "짜증나",
      "각성했어"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한",
      "차가운"
    ]
  },
  {
    "name": "젤라또",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한",
      "차가운"
    ]
  },
  {
    "name": "빙수",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "스트레스 받아",
      "짜증나",
      "각성했어"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "달달한",
      "차가운"
    ]
  },
  {
    "name": "팥빙수",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "달달한",
      "차가운"
    ]
  },
  {
    "name": "망고빙수",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "달달한",
      "차가운"
    ]
  },
  {
    "name": "붕어빵",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한",
      "뜨거운"
    ]
  },
  {
    "name": "호떡",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한",
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "호두과자",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "찹쌀떡",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "인절미",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "약과",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한",
      "기름진"
    ]
  },
  {
    "name": "한과",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "경단",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "송편",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "군고구마",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "피곤해",
      "졸려",
      "몸이 안 좋아"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "달달한",
      "뜨거운"
    ]
  },
  {
    "name": "고구마맛탕",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "달달한",
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "탕후루",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐",
      "스트레스 받아",
      "짜증나",
      "각성했어"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한",
      "차가운"
    ]
  },
  {
    "name": "과일컵",
    "moods": [
      "집중하고 싶어",
      "아무 생각 없어",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한",
      "차가운"
    ]
  },
  {
    "name": "딸기",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한",
      "차가운"
    ]
  },
  {
    "name": "바나나",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "초콜릿",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해",
      "스트레스 받아",
      "짜증나",
      "각성했어"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "초코파이",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "카스테라",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "롤케이크",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "슈크림빵",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한",
      "느끼한"
    ]
  },
  {
    "name": "단팥빵",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "크림빵",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한",
      "느끼한"
    ]
  },
  {
    "name": "소보로빵",
    "moods": [
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한"
    ]
  },
  {
    "name": "피자빵",
    "moods": [
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "뜨거운",
      "느끼한"
    ]
  },
  {
    "name": "고로케",
    "moods": [
      "귀찮아",
      "아무 생각 없어",
      "아무거나 좋아",
      "편안해",
      "위로받고 싶어",
      "외로워",
      "우울해"
    ],
    "hunger": [
      "출출",
      "꽤"
    ],
    "traits": [
      "기름진",
      "뜨거운"
    ]
  },
  {
    "name": "꽈배기",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한",
      "기름진"
    ]
  },
  {
    "name": "찹쌀도넛",
    "moods": [
      "행복해",
      "신나",
      "설레",
      "자신감 넘쳐"
    ],
    "hunger": [
      "별로",
      "입심심",
      "출출"
    ],
    "traits": [
      "달달한",
      "기름진"
    ]
  },


{
  name: "전복죽",
  moods: ["몸이 안 좋아", "피곤해", "위로받고 싶어"],
  hunger: ["별로", "출출"],
  traits: ["뜨거운", "해산물"]
},

{
  name: "야채죽",
  moods: ["몸이 안 좋아", "편안해"],
  hunger: ["별로", "출출"],
  traits: ["뜨거운"]
},

{
  name: "참치죽",
  moods: ["몸이 안 좋아", "피곤해"],
  hunger: ["별로", "출출"],
  traits: ["뜨거운", "해산물"]
},

{
  name: "소고기죽",
  moods: ["몸이 안 좋아", "위로받고 싶어"],
  hunger: ["출출", "꽤"],
  traits: ["뜨거운", "고기"]
},

{
  name: "호박죽",
  moods: ["우울해", "위로받고 싶어", "편안해"],
  hunger: ["별로", "출출"],
  traits: ["달달한", "뜨거운"]
}
];